org/AISC_Harvard_genetics_course.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: AISC_Harvard_genetics_course
#+TITLE: AISC Harvard genetics course
* 5_4 Clinical Approach in Genetics
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/59AsMvbS7mRJeLPD-ETwSKdiA4H6eaa80CdK_KVZn08p6rTsF2aKtnmTAc_Kwo8c?startTime=1588616471000
* 5_4 History of Sequencing and Genotyping
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/59AsMvbS7mRJeLPD-ETwSKdiA4H6eaa80CdK_KVZn08p6rTsF2aKtnmTAc_Kwo8c?startTime=1588621414000
* 5_5 Clinical Diagnostic Testing
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/wc1TLIHB_19If4XJ9mf0C5YhF4jAX6a8gSEa8_YEyE7C8Ewv1FtLXQkXjFVqBmK2?startTime=1588687914000
* 5_6 Genomic Databases and ACMG Criteria
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/uc15dJ___V9IZImd9EfBfPceOd3kX6a8gSUWrPtbz0qOAUC4UyvCjC-bkdl3soS5?startTime=1588790530000
* 5_7 Massively Parallel Sequencing
** Think about the following questions. Hopefully, you'll know the answers to all of these questions by the end of the day.
*** 1. Massively parallel sequencing libraries are constructed using 100 ng of genomic DNA (which is ~12,000 cells worth of DNA) with the aim of providing an average of 100-fold autosomal coverage for WES and 30-fold coverage for WGS. What fraction of the starting diploid genomes has actually been sequenced?
*** 2. What data filtering steps can be applied to reduce the chance of incorrectly identifying a sequencing error or artifact as being a real DNA variant?
*** 3. How does fold-coverage influence the ability to determine whether an individual is heterozygous for single nucleotide variant?
*** 4. How is fold-coverage used to search for deletions and duplications using WGS and WES sequencing data? What factors can influence the sensitivity and specificity of identifying deletions/duplications?
*** 5. What are the differences between targeted capture, whole exome, whole genome, and RNA sequencing? Which method is most reliable for detecting a de novo DNA rearrangement?
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/988yDqyt1G5OZpXQ7nP9W4A4EabnX6a81SEW_6ZexR5dPqfhMuyS-mEVEr97_7L7?startTime=1588864628000
* 5_8 Gene/Variant Assessment
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/vuEyIqPhr0BIX5XW1UGBWPAdRdjueaa8hyka_PEJmhziz1ZKESAgvtsxYA8h2eTf?startTime=1588956697000
* 5_11 Reproductive Genetics
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/vMssDLzsqHpOeZWc4XCYebweEb3ueaa8hHRL_KUNzBlAZf4jGECq20nLTWzD9smc?startTime=1589222315000
* 5_12 Familial Cancer
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/usdEI4G31H5OQIn81EiFUZMOJYD0X6a8hHdM-fZYzEm9JpAbdBgK_yTtx26dP0Ky?startTime=1589292561000
* 5_13 Population Genetic Variation
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/7uAqH4rA9zNLXYnv8mbEYqk4Gb7fT6a81ScZ8vIMxEZI_fjKl6MkA-rPInRnQKPn?startTime=1589383979000
* 5_13 Cancer Genomics
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/7uAqH4rA9zNLXYnv8mbEYqk4Gb7fT6a81ScZ8vIMxEZI_fjKl6MkA-rPInRnQKPn?startTime=1589395304000
* 5_14 Covid-19 genetics
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/5cpnEp_Qp39If7PJ016EUZ8IHpm0T6a82yQa-KFYy0tPeYFYqTih0MZEpkucC-gP?startTime=1589458890000
* 5_18 Polygenic Risk Scores
** Video link and password: 4f*v&&2@ https://harvard.zoom.us/rec/share/zsI2dKr_3E1Ofqfutl_NR6kePZXOT6a8hHVI_vYKyh7ETfTaBG0ZzSRE7offZbtS?startTime=1589827220000
