content/posts/AISC_Harvard_genetics_course.md
+++
title = "AISC Harvard genetics course"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:33:36-04:00
slug = "AISC_Harvard_genetics_course"
draft = false
+++

## 5\_4 Clinical Approach in Genetics {#5-4-clinical-approach-in-genetics}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/59AsMvbS7mRJeLPD-ETwSKdiA4H6eaa80CdK%5FKVZn08p6rTsF2aKtnmTAc%5FKwo8c?startTime=1588616471000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-59asmvbs7mrjelpd-etwskdia4h6eaa80cdk-kvzn08p6rtsf2aktnmtac-kwo8c-starttime-1588616471000}


## 5\_4 History of Sequencing and Genotyping {#5-4-history-of-sequencing-and-genotyping}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/59AsMvbS7mRJeLPD-ETwSKdiA4H6eaa80CdK%5FKVZn08p6rTsF2aKtnmTAc%5FKwo8c?startTime=1588621414000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-59asmvbs7mrjelpd-etwskdia4h6eaa80cdk-kvzn08p6rtsf2aktnmtac-kwo8c-starttime-1588621414000}


## 5\_5 Clinical Diagnostic Testing {#5-5-clinical-diagnostic-testing}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/wc1TLIHB%5F19If4XJ9mf0C5YhF4jAX6a8gSEa8%5FYEyE7C8Ewv1FtLXQkXjFVqBmK2?startTime=1588687914000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-wc1tlihb-19if4xj9mf0c5yhf4jax6a8gsea8-yeye7c8ewv1ftlxqkxjfvqbmk2-starttime-1588687914000}


## 5\_6 Genomic Databases and ACMG Criteria {#5-6-genomic-databases-and-acmg-criteria}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/uc15dJ%5F%5F%5FV9IZImd9EfBfPceOd3kX6a8gSUWrPtbz0qOAUC4UyvCjC-bkdl3soS5?startTime=1588790530000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-uc15dj-v9izimd9efbfpceod3kx6a8gsuwrptbz0qoauc4uyvcjc-bkdl3sos5-starttime-1588790530000}


## 5\_7 Massively Parallel Sequencing {#5-7-massively-parallel-sequencing}


### Think about the following questions. Hopefully, you'll know the answers to all of these questions by the end of the day. {#think-about-the-following-questions-dot-hopefully-you-ll-know-the-answers-to-all-of-these-questions-by-the-end-of-the-day-dot}

<!--list-separator-->

-  1. Massively parallel sequencing libraries are constructed using 100 ng of genomic DNA (which is ~12,000 cells worth of DNA) with the aim of providing an average of 100-fold autosomal coverage for WES and 30-fold coverage for WGS. What fraction of the starting diploid genomes has actually been sequenced?

<!--list-separator-->

-  2. What data filtering steps can be applied to reduce the chance of incorrectly identifying a sequencing error or artifact as being a real DNA variant?

<!--list-separator-->

-  3. How does fold-coverage influence the ability to determine whether an individual is heterozygous for single nucleotide variant?

<!--list-separator-->

-  4. How is fold-coverage used to search for deletions and duplications using WGS and WES sequencing data? What factors can influence the sensitivity and specificity of identifying deletions/duplications?

<!--list-separator-->

-  5. What are the differences between targeted capture, whole exome, whole genome, and RNA sequencing? Which method is most reliable for detecting a de novo DNA rearrangement?


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/988yDqyt1G5OZpXQ7nP9W4A4EabnX6a81SEW%5F6ZexR5dPqfhMuyS-mEVEr97%5F7L7?startTime=1588864628000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-988ydqyt1g5ozpxq7np9w4a4eabnx6a81sew-6zexr5dpqfhmuys-mever97-7l7-starttime-1588864628000}


## 5\_8 Gene/Variant Assessment {#5-8-gene-variant-assessment}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/vuEyIqPhr0BIX5XW1UGBWPAdRdjueaa8hyka%5FPEJmhziz1ZKESAgvtsxYA8h2eTf?startTime=1588956697000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-vueyiqphr0bix5xw1ugbwpadrdjueaa8hyka-pejmhziz1zkesagvtsxya8h2etf-starttime-1588956697000}


## 5\_11 Reproductive Genetics {#5-11-reproductive-genetics}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/vMssDLzsqHpOeZWc4XCYebweEb3ueaa8hHRL%5FKUNzBlAZf4jGECq20nLTWzD9smc?startTime=1589222315000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-vmssdlzsqhpoezwc4xcyebweeb3ueaa8hhrl-kunzblazf4jgecq20nltwzd9smc-starttime-1589222315000}


## 5\_12 Familial Cancer {#5-12-familial-cancer}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/usdEI4G31H5OQIn81EiFUZMOJYD0X6a8hHdM-fZYzEm9JpAbdBgK%5FyTtx26dP0Ky?startTime=1589292561000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-usdei4g31h5oqin81eifuzmojyd0x6a8hhdm-fzyzem9jpabdbgk-yttx26dp0ky-starttime-1589292561000}


## 5\_13 Population Genetic Variation {#5-13-population-genetic-variation}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/7uAqH4rA9zNLXYnv8mbEYqk4Gb7fT6a81ScZ8vIMxEZI%5FfjKl6MkA-rPInRnQKPn?startTime=1589383979000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-7uaqh4ra9znlxynv8mbeyqk4gb7ft6a81scz8vimxezi-fjkl6mka-rpinrnqkpn-starttime-1589383979000}


## 5\_13 Cancer Genomics {#5-13-cancer-genomics}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/7uAqH4rA9zNLXYnv8mbEYqk4Gb7fT6a81ScZ8vIMxEZI%5FfjKl6MkA-rPInRnQKPn?startTime=1589395304000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-7uaqh4ra9znlxynv8mbeyqk4gb7ft6a81scz8vimxezi-fjkl6mka-rpinrnqkpn-starttime-1589395304000}


## 5\_14 Covid-19 genetics {#5-14-covid-19-genetics}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/5cpnEp%5FQp39If7PJ016EUZ8IHpm0T6a82yQa-KFYy0tPeYFYqTih0MZEpkucC-gP?startTime=1589458890000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-5cpnep-qp39if7pj016euz8ihpm0t6a82yqa-kfyy0tpeyfyqtih0mzepkucc-gp-starttime-1589458890000}


## 5\_18 Polygenic Risk Scores {#5-18-polygenic-risk-scores}


### Video link and password: 4f\*v&&2@ <https://harvard.zoom.us/rec/share/zsI2dKr%5F3E1Ofqfutl%5FNR6kePZXOT6a8hHVI%5FvYKyh7ETfTaBG0ZzSRE7offZbtS?startTime=1589827220000> {#video-link-and-password-4f-v-and-and-2-https-harvard-dot-zoom-dot-us-rec-share-zsi2dkr-3e1ofqfutl-nr6kepzxot6a8hhvi-vykyh7etftabg0zzsre7offzbts-starttime-1589827220000}
